---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ImportFailures.ImportModelOutOfRange
source: html/349d1b36-172d-e603-4501-991d30b0dc5c.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ImportFailures.ImportModelOutOfRange Property

The imported model is out of range.

## Syntax (C#)
```csharp
public static FailureDefinitionId ImportModelOutOfRange { get; }
```